{
    "header1": "Community and expert engagement",
    "box1Header1": "Overview",
    "box1Text1": "",
    "box1Text2": "",
    "box1Text3": "",
    "box1subheader1": " Community and expert engagement text 1",
    "box1Text4": "",
    "box1subheader2": " Community and expert engagement text 2",
    "box1Text5": "",

    "box2Header1": "Co-design",
    "box2Text1": "A measure to support retrofit planning by providing tools to engage with stakeholders so that a wider range of views can be accounted for in the design process and wider acceptance of the retrofit proposal amongst stakeholders can be achieved.",

    "navHeader": "Navigation",
    "nav1": "Co-design",




    "codesignTab2text1": "",
    "codesignTab3text1": "",

    "codesignHeader1text1": "A measure to support retrofit planning by providing tools to engage with stakeholders so that a wider range of views can be accounted for in the design process and wider acceptance of the retrofit proposal amongst stakeholders can be achieved.",

    "codesignHeader2text1": "Using co-design to plan your retrofit adds obviously complexity to the retrofit design process, also in terms of costs. However, the additional costs are generally marginal when planning larger retrofits and the benefits of being able to incorporate wider stakeholder views into the retrofit design and of achieving better stakeholder acceptance of the retrofit plan mean that this supporting retrofit measure is generally highly cost effective.",
    "codesignHeader2text2": "Since co-design widens the aspects and inputs explored at early stages of a retrofit design, this supporting retrofit measure can help to develop more efficient retrofit plans. We have therefore rated this measure as moderately energy efficient.",

    "codesignHeader3text1": "Since co-design widens the aspects and inputs explored at early stages of a retrofit design, this supporting retrofit measure can generally help to develop more retrofit plans which improve human comfort in buildings, especially with regard to draughtiness and ventilation.",
    "codesignHeader3text2": "Co-design does not generally cause any side effects.",
    "codesignHeader3text3": "Since co-design helps to improve the effectiveness of retrofit plans and requires hardly any resources, we consider this retrofit measure as having excellent sustainability credentials.",

    "codesignHeader4text1": "Since co-design helps engage with a wider range of stakeholders and incorporate their views, this process can provide some support to make retrofit plans more suitable to conservation contexts. The co-design process itself also does not affect the building fabric. Therefore, we consider this retrofit measure as occasionally suitable in a heritage context.",
    "codesignHeader4text2": "Better results can be achieved, if the co-design process is facilitated by a suitably qualified engagement professional, experienced in community engagement in the built historic environments.",

    "codesignRelatedLink1": "ADD LINKS LATER!!"
}