{
    "header1": "A journey begins...",

    "tab1": "Overview",
    "tab2": "Developing retrofit designs",
    "tab3": "Retrofitting building fabric",
    "tab4": "Upgrading technical building service",
    "tab5": "Improving energy management",

    "tab1header1": "Retrofitting a building",
    "tab1header2": "is a balancing act",
    "tab1text1": "To make a building more energy efficient, a lot needs to be considered. Which retrofit measures are best suited for a historic building without having adverse side effects and reducing its cultural significance? How costly and sustainable are the chosen measures? Who needs to or should be involved in planning and installing the measures?",
    "tab1text2": "You can use the four colored tabs above to explore your options for ",
    "tab1text3": "Developing retrofit designs, Retrofitting building fabric, Upgrading technical building services ",
    "tab1text4": "and ",
    "tab1text5": "Improving energy management.",
    "tab1text6": " If you are using our Project planner ",
    "tab1text7": "you can start browsing the retrofit measures listed here and get recommendations that we've curated specifically for you based on what you've told us about your building. If you consider a retrofit measure suitable, you can add it to your retrofit plan.",
    "tab1text8": "You can also see the retrofit measures you've selected by clicking the cart on the toolbar on top of the page. If you need help with using the Retrofit Planner, click on the question mark on the toolbar.",
    "tab1text9": " If you are ",
    "tab1text10": "not using the Project planner ",
    "tab1text11": "you can still browse our retrofit library measures using the tabs above.",
    "tab1text12": "You won't have the option to add measures to the Project plan or see additional tools unless you ",
    "tab1text13": "start using our Project planner.",

    "tab2header1": "People use buildings...",
    "tab2header2": "people retrofit buildings...",
    "tab2text1": "Making historic buildings more energy efficient is as much about building as it is about people: clients, users, designers, constructors, neighbours, communities. It's also about understanding the impacts of retrofit measures holistically, including side effects and influence on a building's cultural significance.",
    "tab2text2": "Below you'll find a variety of measures to help design your retrofit. These measures are not about making material changes to your building's fabric or its technical buildings services and energy management. Instead these measures support you in the process of developing your retrofit design.",
    "tab2subheader1": "We've sorted retrofit measures into four groups:",
    "tab2subheader2": " Building conservation",
    "tab2BCtext1": "Measures to help you better understand and communicate your building's cultural significance and to plan more retrofits appropriate for your specific heritage context",
    "tab2subheader3": " Community and expert engagement",
    "tab2CEEtext1": "Measures to engage with relevant stakeholders, e.g. to identify the needed expertise or to use co-design for engaging with wider communities",
    "tab2subheader4": " Building physics",
    "tab2BPtext1": "Measures that provides insight into the technical aspects of retrofitting historic building fabric, such as condensation risk assessments, ventilation",
    "tab2subheader5": " How people use buildings",
    "tab2Htext1": "Measures aimed at exploring human comfort in buildings, how humans use spaces and how creative adaptation might offer alternatives to conventional retrofit measures",

    "tab3button1": "Roofs",
    "tab3button2": "Windows",
    "tab3button3": "Floors",
    "tab3button4": "Doors",
    "tab3button5": "Walls",
    "tab3header1": "Buildings are made of doors,",
    "tab3header2": "floors, roofs, walls and windows",
    "tab3text1": "Most external elements of the building fabric can be thermally improved, either from the outside or the inside. Where cavities exist within the fabric, these can also be utilised.",
    "tab3text2": "Some elements are easier to improve than others, both for technical reasons and in order to respect the value they add to the cultural significance of the building.",
    "tab3text3": " Click on a fabric element of the house for options",

    "tab4header1": "What would we do without hot water,",
    "tab4header2": "lighting, space cooling and heating?",
    "tab4text1": "Comfort requirements have increased over the decades as living standards have risen in the northern regions. For example, we consider a constant temperature of 21 degrees to be the rule, and we find the temperature variation in the 1950s from room to room uncomfortable in the 1950s, for example. Even before World War II, the desired room temperature was 18 degrees. We take it for granted that the water tap becomes warm water. At the same time, we waste heat in the sewers when we consume warm water. Due to climate change, summers are also hotter in the northern regions. For this reason, cooling of the rooms is also planned for almost every new building. This also applies to historic buildings as their use changes.",
    "tab4subheader1": "We've sorted retrofit measures into five groups:",
    "tab4subheader2": " Hot water",
    "tab4text3": "Remember to raise hot water to 60ºC once a week to minimise risk of legionella.",
    "tab4subheader3": " Space cooling",
    "tabSCtext1": "Design out any summer overheating with shading.",
    "tab4subheader4": " Lighting",
    "tab4Ltext1": "Renewing lighting to energy efficient luminaires is an efficient and simple way to reduce the energy efficiency of a building.",
    "tab4Ltext2": "By introducing new technologies to the luminaires, such as ignition and shutdown automation, their energy efficiency is further improved.",
    "tab4Ltext3": "Sometimes it is not advisable to replace lamps immediately for cost reasons. In the northern regions, in buildings with, for example, direct electric heating and other forms of energy not available at a reasonable cost, luminaires also act as small heaters in winter due to their waste heat. Because the nights are bright, no lighting is needed just in summer. Therefore, there is no hurry to replace incandescent bulbs immediately. They should only be replaced when they are burned.",
    "tab4subheader5": " Space heating",
    "tab4SHtext1": "Today, there are several ways to heat rooms. Different forms of heating have their own special characteristics and they depend, among other things, on the building technology of the building.",
    "tab4subheader6": " Ventilation",
    "tab4text7": "Mechanical or demand controlled ventilation is essential to deal with condensation risk, especially where airtightness is significantly improved.",

    "tab5header1": "Where does energy come from, where",
    "tab5header2": "is it stored and where does it go?",
    "tab5text1": "Renewable energy refers to energy produced by hydropower, wind turbines and biofuels, among others. Examples of biofuels are wood-based fuels and biogas. Non-renewable energy includes fossil fuels such as coal, natural gas, crude oil-based fuels and peat.",
    "tab5subheader1": "We've sorted retrofit measures into three groups:",
    "tab5subheader2": " Energy generation",
    "tab5EGtext1": "The energy consumption of a building's heating and related emissions often account for 80-90% of the building's energy consumption and emissions throughout its life cycle. Therefore, the way in which energy is produced is essential.",
    "tab5EGtext2": "Until now, national energy statistics have been compiled according to the so-called ratio method. In it, for example, the benefits of cogeneration of electricity and district heating are focused on electricity. Electric heating solutions have therefore generally been less emitting than district heating solutions. This is a clear drawback, as one way to increase energy efficiency and reduce emissions is to increase cogeneration of electricity and district heating.",
    "tab5subheader3": " Energy storage",
    "tab5ESTOtext1": "Electrical energy is expensive and difficult to store. The development of battery technology is one of the biggest challenges of the future. Hydropower has been used to regulate energy production, in which case peak consumption has been met by increasing hydropower production. However, hydropower can't be increased much. Wind energy is an inexhaustible and emission-free form of energy, the only problem is that it's not always windy.",
    "tab5ESTOtext2": "District heating, on the other hand, can be stored, for example, with the help of heat accumulators. Geo-energy, for example, can also be stored if both cooling and heating with geo-energy are used.",
    "tab5subheader4": " Energy supply",
    "tab5ESUtext1": "When using the environmental profile of electricity, it is necessary to take into account, for example, the effect of the distribution of fuel energies and emissions from the cogeneration of electricity and district heating on the environmental profile. As a result, replacing electricity with, for example, district heating or fuel oil does not provide a fully objective picture of the environmental impact of comparable systems. This comparison easily leads to a comparison of emissions instead of just a comparison of energy production, not to a comparison of the energy efficiency of alternative building services systems, for example. Thus, the life cycle assessment should primarily compare systems using the same fuel or form of energy and only secondarily systems using different forms of energy. The interpretation and comparison of the results of the environmental profiles of systems using different forms of energy requires judgment. In the future, energy taxation is likely to have an even greater impact on what and how the forms of energy produced are favored"
}