{
    "header1": "Matka alkaa...",

    "tab1": "Yleiskatsaus",
    "tab2": "Peruskorjaus- ratkaisujen kehittäminen",
    "tab3": "Rakennusosien peruskorjaus",
    "tab4": "Talotekniikan parantaminen",
    "tab5": "Energiahuollon tehostaminen",

    "tab1header1": "Rakennuksen peruskorjaaminen",
    "tab1header2": "on tasapainottelua",
    "tab1text1": "Monta asiaa pitää huomioida rakennuksen energiatehokkuuden lisäämiseksi. Mitkä peruskorjausratkaisut sopivat parhaiten historiallisille rakennuksille ilman, että ne aiheuttavat haittavaikutuksia tai vähentävät kulttuurillista merkitystä? Kuinka kalliita ja kestäviä valitut ratkaisut ovat? Kenen täytyy tai kuuluisi olla mukana ratkaisujen suunnittelussa ja asentamisessa?",
    "tab1text2": "Yllä olevien painikkeiden avulla pääsee tutustumaan vaihtoehtoihin, jotka liittyvät ",
    "tab1text3": "Peruskorjausratkaisujen kehittämiseen, Rakennusosien peruskorjaukseen, Talotekniikan parantamiseen ",
    "tab1text4": "sekä ",
    "tab1text5": "Energiahuollon tehostamiseen.",
    "tab1text6": " Jos käytät projektisuunnitelutyökaluamme ",
    "tab1text7": "voit aloittaa tänne listattujen peruskorjausratkaisujen selaamisen. Saat suosituksia sen perusteella, mitä olet kertonut rakennuksestasi. Jos jokin ratkaisu sopii rakennukseesi, voit lisätä sen peruskorjaussuunnitelmaasi.",
    "tab1text8": "Voit tarkastella valitsemiasi peruskorjausratkaisuja klikkaamalla ostoskärryjen kuvaketta yläpalkissa. Jos tarvitset apua projektisuunnittelutyökalun käytöstä, klikkaa palkissa olevaa kysymysmerkkikuvaketta.",
    "tab1text9": " Jos ",
    "tab1text10": "et käytä projektisuunnitelutyökaluamme, ",
    "tab1text11": "voit silti selata peruskorjausratkaisujen kirjastoamme tässä laatikossa olevien painikkeiden kautta.",
    "tab1text12": "Sinulla ei ole mahdollisuutta lisätä ratkaisuja projektisuunnitelmaasi, etkä näe muita työkaluja ellet ",
    "tab1text13": "ala käyttämään projektisuunnittelutyökalua.",

    "tab2header1": "Ihmiset käyttävät rakennuksia",
    "tab2header2": "ja korjaavat niitä",
    "tab2text1": "Historiallisten rakennusten energiatehokkuuden lisäämisessä on yhtä paljon kyse rakentamisesta kuin ihmisistäkin: asiakkaista, käyttäjistä, suunnittelijoista, rakennustyöntekijöistä, naapureista, yhteisöistä. Kyse on myös peruskorjausratkaisujen vaikutusten kokonaisvaltaisesta ymmärtämisestä, mukaan lukien sivuvaikutukset ja vaikutus rakennuksen kulttuuriseen merkitykseen.",
    "tab2text2": "Alta löydät valikoiman ratkaisuja peruskorjauksesi suunnittelun avuksi. Nämä ratkaisut eivät liity aineellisten muutosten tekemiseen rakennusosissa tai talotekniikassa ja energiahuollossa. Sen sijaan ne tukevat peruskorjausprosessin suunnittelussa.",
    "tab2subheader1": "Ratkaisut on jaettu neljään kategoriaan:",
    "tab2subheader2": " Rakennussuojelu",
    "tab2BCtext1": "Ratkaisuja, jotka auttavat ymmärtämään ja viestittämään rakennuksesi kulttuurillista merkitystä sekä suunnittelemaan sopivia peruskorjausratkaisia juuri sinun rakennuksesi rakennusperinnölliset tekijät huomioiden",
    "tab2subheader3": " Yhteisön ja asiantuntijoiden osallistuminen",
    "tab2CEEtext1": "Ratkaisuja asiaankuuluvien osakkaiden hyödyntämiseen, esim. vaaditun asiantuntijuuden tunnistamiseksi tai yhteisöllisen suunnittelun hyödyntämiseksi laajempien yhteisöjen osallistumisen takaamiseksi",
    "tab2subheader4": " Rakennusfysiikka",
    "tab2BPtext1": "Ratkaisuja, jotka tarjoavat oivalluksia historiallisten rakennusten rakennusosien teknisistä ominaisuuksista, kuten kondensaation riskiarvioista ja ilmankierrosta",
    "tab2subheader5": " Kuinka ihmiset käyttävät rakennuksia",
    "tab2Htext1": "Ratkaisuja, jotka tutkivat käyttäjämukavuutta sekä sitä, miten tiloja käytetään ja kuinka luova mukauttaminen voi tarjota vaihtoehtoisia ratkaisuja perinteisten peruskorjausratkaisujen tilalle",

    "tab3button1": "Katot",
    "tab3button2": "Ikkunat",
    "tab3button3": "Lattiat",
    "tab3button4": "Ovet",
    "tab3button5": "Seinät",
    "tab3header1": "Rakennukset syntyvät ovista, lattioista,",
    "tab3header2": "katoista, seinistä ja ikkunoista",
    "tab3text1": "Useimpien ulkoisten rakennusosien lämmöneristävyyttä voidaan parantaa sisä- tai ulkopuolelta. Myös rakennusosien sisäisiä onteloita voidaan hyödyntää.",
    "tab3text2": "Joitakin elementtejä on helpompi parannella kuin toisia, joko teknisistä syistä tai niiden kulttuurilliseen merkitykseen vaikuttavien ominaisuuksien kannalta.",
    "tab3text3": " Klikkaa rakennusosan painiketta talon kohdalla nähdäksesi vaihtoehtoja",

    "tab4header1": "Mitä tekisimme ilman kuumaa vettä, valaistusta,",
    "tab4header2": "tilan jäähdyttämistä ja lämmitystä?",
    "tab4text1": "Mukavuusvaatimukset ovat lisääntyneet vuosikymmenien kuluessa samalla kun elintaso on noussut pohjoisilla alueilla. Pidämme esimerkiksi 21 asteen vakiolämpötilaa sääntönä ja koemme epämukavana vielä 1950-luvulla lämpötilojen vaihtelun esimerkiksi eri huonetilojen välillä. Vielä ennen toista maailmansotaa tavoiteltava huonelämpötila oli 18 astetta. Pidämme itsestään selvyytenä, että vesihanasta tulee lämmintä vettä. Samalla haaskaamme lämpöä viemäreihin, kun kulutamme lämmintä vettä. Ilmastonmuutoksen johdosta kesät ovat kuumempia myös pohjoisilla alueilla. Tämän vuoksi lähes jokaiseen uudisrakennukseen suunnitellaan myös huonetilojen jäähdytys. Tämä koskee myös historiallisia rakennuksia niiden käyttötarkoituksen muuttuessa.",
    "tab4subheader1": "Ratkaisut on jaettu viiteen kategoriaan:",
    "tab4subheader2": " Kuuma vesi",
    "tab4text3": "Muista nostaa kuuman veden lämpötila 60ºC kerran viikossa legionellariskin vähentämiseksi.",
    "tab4subheader3": " Viilennys",
    "tab4SCtext1": "Vähennä kesäajan kuumentumista sopivalla varjostuksella.",
    "tab4subheader4": " Valaistus",
    "tab4Ltext1": "Uusimalla valaistus energiatehokkaisiin valaisimiin on tehokas ja yksinkertainen keino vähentää rakennuksen energiatehokkuutta.",
    "tab4Ltext2": "Tuomalla valaisimiin uutta teknologiaa esimerkiksi sytytys ja sammutus automatiikkaa paranee niiden energiatehokkuus entisestään.",
    "tab4Ltext3": "Joskus lamppujen uusimiseen ei kannat ryhtyä välittömästi kustannussyistä. Pohjoisilla alueilla rakennuksissa, joissa on esimerkiksi suora sähkölämmitys, eikä muita energia muotoja ole saavutettavissa kohtuullisin kustannuksin, toimivat valaisimet talvisin samalla pienlämmittiminä niiden hukkalämmön johdosta. Koska yöt ovat valoisia, ei valaistusta juuri kesällä tarvita. Siksi esimerkiksi hehkulamppujen välittömällä vaihtamisella ei ole kiirettä. Ne kannattaa vaihtaa vasta kun ne ovat palaneet.",
    "tab4subheader5": " Lämmitys",
    "tab4SHtext1": "Nykyisin on useita keinoja lämmittää huonetiloja. Eri lämmitysmuodoilla on omat erityisominaisuutensa ja ne ovat riippuvaisia muun muassa rakennuksen rakennustekniikasta.",
    "tab4subheader6": " Ilmanvaihto",
    "tab4text7": "Mekaaninen tai kontrolloitu ilmanvaihto on välttämätöntä kondensaatioriskin vähentämiseksi, etenkin jos ilmatiiviys on korkea.",

    "tab5header1": "Mistä energia tulee, minne se",
    "tab5header2": "säilötään ja minne se menee?",
    "tab5text1": "Uusiutuvalla energialla tarkoitetaan muun muassa vesivoimalla, tuuliroottoreilla ja biopolttoaineilla tuotettua energiaa. Biopolttoaineita ovat esimerkiksi puupohjaiset polttoaineet ja biokaasu. Uusiutumattomalla energialla tarkoitetaan muun muassa fossiilisia polttoaineita kuten kivihiiltä, maakaasua, raakaöljypohjaisia polttoaineita ja turvetta.",
    "tab5subheader1": "Ratkaisut on jaettu kolmeen kategoriaan:",
    "tab5subheader2": " Energiantuotanto",
    "tab5EGtext1": "Rakennuksen lämmityksen energiankulutuksen ja siihen liittyvien päästöjen osuus on usein 80-90 % rakennuksen koko elinkaaren aikaisesta energiankulutuksesta ja päästöistä. Siksi on oleellista millä tuotantotavalla energiaa tuotetaan.",
    "tab5EGtext2": "Tähän saakka kansalliset energiatilastot on laadittu niin sanotun suhdemenetelmän mukaisesti. Siinä esimerkiksi sähkön ja kaukolämmön yhteistuotannon hyöty on kohdistettu sähkölle. Sähkölämmitysratkaisut ovat sen takia olleet yleensä vähemmän päästöjä aiheuttavia kuin kaukolämpöön perustuvat lämmitysratkaisut. Tämä on selkeä epäkohta, koska yksi keino tehostaa energian tuotantoa ja vähentää päästöjä on sähkön ja kaukolämmön yhteistuotannon lisääminen.",
    "tab5subheader3": " Energian varastointi",
    "tab5ESTOtext1": "Sähköenergiaa on kallista ja hankalaa varastoida. Akkuteknologian kehittyminen on yksi suurimmista tulevaisuuden haasteista. Vesivoimaa on käytetty energiantuotannon säätövoimana, jolloin huippukulutukseen on vastattu vesivoimatuotantoa lisäämällä. Vesivoimaa ei kuitenkaan voi juurikaan lisätä. Tuulienergia on ehtymätön ja päästötön energiamuoto, ongelmana vain on, että aina ei tuule.",
    "tab5ESTOtext2": "Kaukolämpöä sen sijaan voidaan varastoida esimerkiksi lämpöakkujen avulla. Myös esimerkiksi geo-energiaa voidaan varastoida, jos käytössä on sekä jäähdytys että lämmitys geo-energian avulla.",
    "tab5subheader4": " Sähkön ympäristöprofiili",
    "tab5ESUtext1": "Sähkön ympäristöprofiilia käytettäessä on syytä ottaa huomioon esimerkiksi sähkön ja kaukolämmön yhteistuotannon polttoaine-energioiden ja päästöjen jakotavan vaikutus ympäristöprofiiliin. Tästä johtuen sähkön korvaaminen esimerkiksi kaukolämmöllä tai polttoöljyllä ei anna täysin objektiivista kuvaa vertailtavien järjestelmien aiheuttamista ympäristökuormista. Tämä vertailu johtaa helposti pelkän energian tuottamisen vertailun sijasta päästöjen vertailuun, ei esimerkiksi vaihtoehtoisten taloteknisten järjestelmien energiatehokkuuden vertailuun. Siten elinkaariarvioinnissa pitäisi ensisijaisesti vertailla samaa polttoainetta tai energiamuotoa käyttäviä järjestelmiä ja vasta toissijaisesti eri energiamuotoja käyttäviä järjestelmiä. Eri energiamuotoja käyttävien järjestelmien ympäristöprofiilien tulosten tulkinta ja vertailu vaatii harkintaa. Energiaverotuksella vaikutetaan jatkossa todennäköisesti entistä painokkaammin siihen, mitä ja miten tuotettuja energiamuotoja suositaan."
}