{
    "header1": "Yhteisön ja asiantuntijoiden sitoutuminen",
    "box1Header1": "Yleiskatsaus",
    "box1Text1": "Teksti a1",
    "box1Text2": "Teksti a2",
    "box1Text3": "Teksti a3",
    "box1subheader1": " Yhteisön ja asiantuntijoiden sitoutuminen text 1",
    "box1Text4": "Teksti a4",
    "box1subheader2": " Yhteisön ja asiantuntijoiden sitoutuminen text 2",
    "box1Text5": "Teksti a5.",

    "box2Header1": "Co-design",
    "box2Text1": "Toimenpide, jolla tuetaan jälkiasennussuunnittelua tarjoamalla työkaluja sidosryhmien kanssakäymiseen, jotta suunnitteluprosessissa voidaan ottaa huomioon laajempi valikoima näkemyksiä ja jotta jälkiasennusehdotus voidaan hyväksyä laajemmin sidosryhmien keskuudessa.",

    "navHeader": "Navigaatio",
    "nav1": "Co-design",




    "codesignTab2text1": "Teksti a6",
    "codesignTab3text1": "Teksti a7",

    "codesignHeader1text1": "Toimenpide, jolla tuetaan jälkiasennussuunnittelua tarjoamalla työkaluja sidosryhmien kanssakäymiseen, jotta suunnitteluprosessissa voidaan ottaa huomioon laajempi valikoima näkemyksiä ja jotta jälkiasennusehdotus voidaan hyväksyä laajemmin sidosryhmien keskuudessa.",

    "codesignHeader2text1": "Yhteissuunnittelun käyttäminen jälkiasennuksen suunnittelussa lisää ilmeisesti monimutkaista jälkiasennuksen suunnitteluprosessia, myös kustannusten osalta. Lisäkustannukset ovat kuitenkin yleensä marginaalisia, kun suunnitellaan suurempia jälkiasennuksia, ja edut, joita saadaan, kun jälkiasennussuunnitelmaan voidaan sisällyttää laajempia sidosryhmien näkemyksiä ja sidosryhmien parempi hyväksyntä jälkiasennussuunnitelmalle tarkoittavat, että tämä tuki jälkiasennustoimenpide on yleensä erittäin kustannustehokas.",
    "codesignHeader2text2": "Koska yhteissuunnittelu laajentaa jälkiasennussuunnittelun alkuvaiheessa tutkittuja näkökohtia ja panoksia, tämä jälkiasennusta tukeva toimenpide voi auttaa kehittämään tehokkaampia jälkiasennussuunnitelmia. Siksi olemme arvioineet tämän toimenpiteen kohtalaisen energiatehokkaaksi.",

    "codesignHeader3text1": "Koska yhteissuunnittelu laajentaa jälkiasennussuunnittelun alkuvaiheessa tutkittuja näkökohtia ja panoksia, tämä tuki jälkiasennustoimenpide voi yleensä auttaa kehittämään lisää jälkiasennussuunnitelmia, jotka parantavat ihmisten mukavuutta rakennuksissa, erityisesti mitä tulee vetoon ja ilmanvaihtoon. Koska yhteissuunnittelu laajenee Jälkiasennussuunnittelun alkuvaiheessa tutkitut näkökohdat ja panokset, tämä tuki jälkiasennustoimenpide voi auttaa kehittämään tehokkaampia jälkiasennussuunnitelmia. Siksi olemme arvioineet tämän toimenpiteen kohtalaisen energiatehokkaaksi.",
    "codesignHeader3text2": "Yhteissuunnittelu ei yleensä aiheuta sivuvaikutuksia.",
    "codesignHeader3text3": "Koska yhteissuunnittelu auttaa parantamaan jälkiasennussuunnitelmien tehokkuutta ja vaatii tuskin resursseja, pidämme tällä jälkiasennustoimenpiteellä erinomaiset kestävän kehityksen tunnusmerkit.",

    "codesignHeader4text1": "Koska yhteissuunnittelu auttaa saamaan yhteyden laajempaan sidosryhmien joukkoon ja sisällyttämään heidän näkemyksensä, tämä prosessi voi tarjota jonkin verran tukea jälkiasennussuunnitelmien tekemiseen paremmin suojelukonteksteihin sopivaksi. Itse yhteissuunnitteluprosessi ei myöskään vaikuta rakennuksen kankaaseen. Siksi pidämme tätä jälkiasennustoimenpidettä ajoittain sopivana kulttuuriperinnön kontekstiin.",
    "codesignHeader4text2": "Parempia tuloksia voidaan saavuttaa, jos yhteissuunnitteluprosessia edesauttaa sopivasti pätevä sitoutumisammattilainen, jolla on kokemusta yhteisön osallistumisesta rakennetuissa historiallisissa ympäristöissä.",

    "codesignRelatedLink1": "Linkit lisätään myöhemmin."
}