{
    "header1": "...roofs",
    "box1Header1": "Overview",
    "box1Text1": " ",
    "box1Text2": "  ",
    "box1Text3": "   ",
    "box1subheader1": " ",
    "box1Text4": " ",
    "box1subheader2": "",
    "box1Text5": " ",

    "box2Header1": "Additional insulation with blown wool for a cold loft on top of existing insulation",
    "box2Text1": "Improves the thermal insulation of the top floor and roof by increasing insulation.",

    "box3Header1": "Increasing the energy efficiency of a slanted roof by changing to better insulators",
    "box3Text1": "Improves the thermal insulation of the building by increasing insulation.",

    "box4Header1": "Additional insulation for a slanted roof by adding an insulation layer of 50mm or less on top of an old vapour barrier",
    "box4Text1": "Improves the thermal insulation of the building slightly by increasing insulation.",

    "box5Header1": "Improving airtightness by taping leaks and holes in a vapour barrier",
    "box5Text1": "Improves thermal insulation, prevents heat leakage and reduces the feeling of draught.",

    "navHeader": "Navigation",
    "nav1": "Additional insulation with blown wool for a cold loft",
    "nav2": "Changing the insulators of a slanted roof",
    "nav3": "Additional insulation on top of a vapour barrier for a slanted roof",
    "nav4": "Taping the vapour barrier",




    "coldLoftTab2text1": " ",
    "coldLoftTab3text1": " ",

    "coldLoftHeader1text1": "Improves the thermal insulation of the top floor and roof by increasing insulation.",

    "coldLoftHeader2text1": "This is the easiest and most affordable solution to increase the energy efficiency of a building if the building has a cold attic. If the existing insulation is visible, adding new insulation is very effortless and fast.",

    "coldLoftHeader3text1": "Does not affect user comfort because there is no stay in the space. If waterproofing of the roof is not ensured, additional insulation may potentially increase microbial damage if the original insulation is wet. Over the decades, the insulation may sink or pass out of the space, but it is easy and easy to add new insulation to the old one.",
    "coldLoftHeader3text2": "Insulation material can be chosen relatively freely for this purpose, as damage is unlikely due to the physical functioning of the insulation.",

    "coldLoftHeader4text1": "Further isolated of the service attic is highly recommended, as the space to be converted is not in normal residential use and the procedure does not change the layout of the building at all.",

    "coldLoftRelatedLink1": "The thermal insulation of the roof or top floor can be improved by replacing the old insulation with a new and more efficient one. For example, it is advisable to remove old puruerization with a powerful suction car.",
    "coldLoftRelatedLink2": "The replacement of non-inflatable insulation materials requires an investigation of the suitability of the construction type.",




    "changingInsulationTab2text1": " ",
    "changingInsulationTab3text1": " ",

    "changingInsulationHeader1text1": "Improves the thermal insulation of the building by increasing insulation. The new structure must comply with the regulations currently in force with regard to thermal insulation.",

    "changingInsulationHeader2text1": "Demolition work is always required, which significantly increases costs. In order to improve energy efficiency, you should also consider increasing the thickness of the insulation layer.",

    "changingInsulationHeader3text1": "In practice, repairs require emptying the space.",
    "changingInsulationHeader3text2": "We need to examine the physical functionality of the insulation. Moreover, not all insulations isolate sound as effectively.",
    "changingInsulationHeader3text3": "Demolition work on old structures becomes waste that must be disposed of properly. In addition, over the decades, the new insulation may be accumulated or removed from the farm.",

    "changingInsulationHeader4text1": "Always changes the nature of the interior, as the old surface layers will have to be demolished during renovation.",
    "changingInsulationHeader4text2": "In the case of a historical site, you must contact the museum authorities and building control before taking any action.",

    "changingInsulationRelatedLink1": "ADD LINKS LATER!!",




    "insulationAddedVBarrierTab2text1": "Excessive growth of the insulation layer can cause moisture damage.",
    "insulationAddedVBarrierTab3text1": " ",

    "insulationAddedVBarrierHeader1text1": "Improves the thermal insulation of the building slightly by increasing insulation. The new structure must comply with the regulations currently in force with regard to thermal insulation.",

    "insulationAddedVBarrierHeader2text1": "Demolition work is always required, which significantly increases costs. In order to improve energy efficiency, you should also consider increasing the thickness of the insulation layer.",
    "insulationAddedVBarrierHeader2text2": "It is advisable to consider the procedure if the surfaces are going to be renewed anyway.",

    "insulationAddedVBarrierHeader3text1": "In practice, repairs require emptying the space.",
    "insulationAddedVBarrierHeader3text2": "We need to examine the physical functionality of the insulation. Moreover, not all insulations isolate sound as effectively.",
    "insulationAddedVBarrierHeader3text3": "Excessive growth of the insulation layer can cause moisture damage.",
    "insulationAddedVBarrierHeader3text4": "Demolition work on old structures becomes waste that must be disposed of properly. In addition, over the decades, the new insulation may be accumulated or removed from the farm.",

    "insulationAddedVBarrierHeader4text1": "Always changes the nature of the interior, as the old surface layers will have to be demolished during renovation.",
    "insulationAddedVBarrierHeader4text2": "In the case of a historical site, you must contact the museum authorities and building control before taking any action.",

    "insulationAddedVBarrierRelatedLink1": "Improving airtightness can probably be a better and more cost-effective option in terms of thermal insulation. For example, adding a 20 mm fibreboard.",




    "tapingVBarrierTab2text1": "Excessive growth of the insulation layer can cause moisture damage.",
    "tapingVBarrierTab3text1": " ",

    "tapingVBarrierHeader1text1": "Improves thermal insulation, prevents heat leakage and reduces the feeling of draught.",

    "tapingVBarrierHeader2text1": "It is advisable to consider the procedure if the surfaces are going to be renewed anyway.",

    "tapingVBarrierHeader3text1": "Reducing the feeling of bet improves user comfort more than a small additional heat reduction.",
    "tapingVBarrierHeader3text2": "The technical service life of the existing structure (e.g. vapour shut-off film) must be checked. The technical lifespan of plastic films is practically 30 years.",
    "tapingVBarrierHeader3text3": "In practice, remedies require emptying the space.",
    "tapingVBarrierHeader3text4": "We need to examine the physical functionality of the insulation. Moreover, not all insulations isolate sound as effectively.",
    "tapingVBarrierHeader3text5": "Excessive growth of the insulation layer can cause moisture damage.",
    "tapingVBarrierHeader3text6": "Demolition work on old structures becomes waste that must be disposed of properly.",

    "tapingVBarrierHeader4text1": "In a steam-free building, pink cardboard is a breathable option. You may not want to delete old floors.",

    "tapingVBarrierRelatedLink1": "Improving airtightness can probably be a better and more cost-effective option in terms of thermal insulation. For example, adding a 20 mm fibreboard."
}